Repository: pretix/pretix-pages
Catalog: pretix_pages/locale/*/LC_MESSAGES/django.po
Languages: da, de, fi, fo, pt

source: Pages
da: Sider
de: Seiten
fi: Sivut
fo: Síður
pt: Páginas

source: Allows you to add static pages to your event site, for example for a FAQ, terms of service, etc.
da: Tillader at du kan føje en statisk side til dit event-site fx til en FAQ, handelsbetingelser o.lign.
de: Erlaubt Ihnen, statische Seiten zu Ihrer Veranstaltungsseite hinzuzufügen, wie z.B. FAQ, Teilnahmebedingungen, etc.
fi: Voit lisätä tapahtumasivustollesi staattisia sivuja, esimerkiksi usein kysytyt kysymykset, käyttöehdot jne.
fo: Loyvir, at tú kanst leggja eina síðu við hagtølum afturat tíni tiltakssíðu t.d. eina OSS, handilstreytir o.l.
pt: Permite adicionar páginas estáticas ao site do seu evento, por exemplo Perguntas Frequentes, termos de serviço, etc.

source: URL form
de: URL-Kurzform
fi: URL-muoto
pt: Formulário de URL

source: The slug may only contain letters, numbers, dots and dashes.
da: Den korte url må kun indeholder bogstaver, tal, punktummer og bindestreger.
de: Die Kurzform darf nur Buchstaben, Zahlen, Punkte und Bindestriche enthalten.
fi: Slugi saa sisältää vain kirjaimia, numeroita, pisteitä ja viivoja.
fo: Eitt stutt URL kann einans innihalda bókstavar, tøl, prikkar og bindistrikur.
pt: O slug pode conter apenas letras, números, pontos e travessões.

source: This will be used to generate the URL of the page. Please only use latin letters, numbers, dots and dashes. You cannot change this afterwards.
da: Denne vil blive brugt til at generere sidens URL. Anvend venligst kun latinske bogstaver, tal, punktummer og bindestreger. OBS: Du kan ikke ændre dette efter oprettelsen.
de: Dies wird benutzt, um die URL der Seite zu generieren. Bitte verwenden Sie nur lateinische Buchstaben, Zahlen, Punkte und Bindestriche. Sie können diesen Wert nicht mehr ändern.
fi: Tätä käytetään sivun URL-osoitteen luomiseen. Käytä vain latinalaisia kirjaimia, numeroita, pisteitä ja viivoja. Et voi muuttaa tätä jälkikäteen.
fo: Hetta verður nýtt til at gera URL hjá síðuni. Vinarliga nýt einans latínskar bókstavir, tøl, prikkar og bindistrikur. GG: Hetta kann ikki broytast, eftir at tað er stovnað.
pt: Isso será usado para gerar o URL da página. Use apenas letras, números, pontos e travessões. Você não pode mudar isso depois.

source: Page title
da: Sidetitel
de: Seitentitel
fi: Sivun otsikko
fo: Heiti á síðuni
pt: Título da página

source: Page content
da: Sideindhold
de: Seiteninhalt
fi: Sivun sisältö
fo: Innihald á síðuni
pt: Conteúdo da página

source: Show link on the event start page
da: Vis link på arrangementets startside
de: Link auf der Startseite anzeigen
fi: Näytä linkki tapahtuman aloitussivulla
fo: Vís leinkjuna á byrjunarsíðuni á tiltakinum
pt: Exibir o link na página de início do evento

source: Show link in the event footer
da: Vis link i arrangementets footer
de: Link in der Fußzeile anzeigen
fi: Näytä linkki tapahtuman alatunnisteessa
fo: Vís leinkjuna í síðufótini á tiltakinum
pt: Exibir o link no rodapé do evento

source: Require the user to acknowledge this page before an order is created (e.g. for terms of service).
da: Afkræv at brugeren skal have set denne side før ordren oprettes (fx handelsbetingelser).
de: Die Inhalte dieser Seite müssen vom Benutzer akzeptiert werden, um eine Bestellung abzuschicken (z.B. für Teilnahmebedingungen).
fi: Vaadi käyttäjää hyväksymään tämä sivu ennen tilauksen luomista (esim. käyttöehdot).
fo: Set sum krav, at brúkararnir hava sæð hesa síðuna, áðrenn teir umbiðja ein faktura (t.d. handilstreytir).
pt: Exigir que o usuário reconheça esta página antes que um pedido seja criado (por exemplo, para termos de serviço).

source: The page has been created.
da: Siden er blevet oprettet.
de: Die Seite wurde erstellt.
fi: Sivu on luotu.
fo: Síðan er stovnað.
pt: A página foi criada.

source: The page has been modified.
da: Siden er blevet ændret.
de: Die Seite wurde verändert.
fi: Sivua on muokattu.
fo: Síðan er broytt.
pt: A página foi alterada.

source: The page has been deleted.
da: Siden er blevet slettet.
de: Die Seite wurde gelöscht
fi: Sivu on poistettu.
fo: Síðan er strikað.
pt: A página foi deletada.

source: I have read and agree with the content of the following pages: {plist}
da: Jeg har læst og er enig med indholdet på siden: {plist}
de: Ich habe die Inhalte der folgenden Seiten gelesen und stimme ihnen zu: {plist}
fi: Olen lukenut seuraavien sivujen sisällön ja hyväksyn sen: {plist}
fo: Eg havi lisið og takið undir við innihaldinum á síðuni: {plist}
pt: Eu li e concordo com o conteúdo das seguintes páginas: {plist}

source: Delete a page
da: Slet en side
de: Seite löschen
fi: Poista sivu
fo: Strika eina síðu
pt: Deletar uma página

source: Are you sure you want to delete the page <strong>%(name)s</strong>?
da: Er du sikker på at du vil slette siden <strong>%(name)s</strong>?
de: Sind Sie sicher, dass Sie die Seite <strong>%(name)s</strong> löschen möchten?
fi: Haluatko varmasti poistaa sivun <strong>%(name)s</strong>?
fo: Ert tú vísur í, at tú vilt strika síðuna <strong>%(name)s</strong>?
pt: Você tem certeza que quer deletar a página <strong>%(name)s</strong>?

source: Cancel
da: Annuller
de: Abbrechen
fi: Peruuta
fo: Ógilda
pt: Cancelar

source: Delete
da: Slet
de: Löschen
fi: Poista
fo: Strika
pt: Deletar

source: Page
da: Side
de: Seite
fi: Sivu
fo: Síða
pt: Página

source: General information
da: Generel information
de: Allgemeine Informationen
fi: Yleiset tiedot
fo: Yvirskipað kunning
pt: Informações gerais

source: Please enable JavaScript
da: Aktiver venligst JavaScript
de: Bitte JavaScript aktivieren
fi: Ota JavaScript käyttöön
fo: Vinarliga ger JavaScript virkið
pt: Por favor habilite JavaScript

source: Save
da: Gem
de: Speichern
fi: Tallenna
fo: Goym
pt: Salvar

source: Page history
da: Sidehistorik
de: Seiten-Verlauf
fi: Sivuhistoria
fo: Síðu historikkur
pt: Histórico da página

source: More information
da: Flere oplysninger
de: Mehr Informationen
fi: Lisää tietoa
fo: Meira kunning
pt: Mais informações

source: You haven't created any pages yet.
da: Du har ikke oprettet nogen side endnu.
de: Sie haben noch keine Seiten erstellt.
fi: Et ole vielä luonut yhtään sivua.
fo: Tú hevur ikki stovnað nakra síðu enn.
pt: Você ainda não criou nenhuma página.

source: Create a new page
da: Opret ny side
de: Neue Seite erstellen
fi: Luo uusi sivu
fo: Stovna nýggja síðu
pt: Criar uma nova página

source: The requested page does not exist.
da: Siden eksisterer ikke.
de: Die gesuchte Seite existiert nicht.
fi: Pyydettyä sivua ei ole olemassa.
fo: Síðan finst ikki.
pt: A página requisitada não existe.

source: The order of pages has been updated.
da: Rækkefølgen af sider er blevet opdateret.
de: Die Reihenfolge der Seiten wurde gespeichert.
fi: Sivujen järjestystä on päivitetty.
fo: Raðfylgjan á síðunum er dagførd.
pt: A ordem das páginas foi atualizada.

source: You already have a page on that URL.
da: Du har allerede en side på den url.
de: Sie haben bereits eine Seite mit dieser URL.
fi: Sinulla on jo sivu kyseisessä URL-osoitteessa.
fo: Tú hevur longu eina síðu á hesum URL.
pt: Você já tem uma página nesta URL.

source: The selected page has been deleted.
da: Den valgte side er blevet slettet.
de: Die Seite wurde gelöscht.
fi: Valittu sivu on poistettu.
fo: Valda síðan er strikað.
pt: A página selecionada foi deletada.

source: Your changes have been saved.
da: Dine ændringer er blevet gemt.
de: Ihre Änderungen wurden gespeichert.
fi: Muutoksesi on tallennettu.
fo: Tínar broytingar eru goymdar.
pt: Suas alterações foram salvas.

source: We could not save your changes. See below for details.
da: Vi kunne ikke gemme dine ændringer. Se detaljer nedenfor.
de: Die Änderungen konnten nicht gespeichert werden. Die fehlerhaften Felder sind farblich markiert.
fi: Emme voineet tallentaa tekemiäsi muutoksia. Katso alla olevat tiedot.
fo: Tað bar ikki til at goyma broytingarnar. Sí niðanfyri.
pt: Nós não pudemos salvar suas alterações. Veja detalhes abaixo.

source: The new page has been created.
da: Den nye side er blevet oprettet.
de: Die neue Seite wurde erstellt.
fi: Uusi sivu on luotu.
fo: Nýggja síðan er stovnað.
pt: A nova página foi criada.
